{
    "logo": {
        "id": 1,
        "imagem_url": "https://image.shutterstock.com/image-vector/alula-oasis-madain-saleh-medina-260nw-1754783888.jpg"
    },
    "produtos": [
        {
            "id": 1,
            "titulo": "Equipamentos",
            "image": "https://i.postimg.cc/bvCbXktF/equipamentos.jpg",
            "descricao": "Descrição do Produto 1"
        },
        {
            "id": 2,
            "titulo": "Suplementos",
            "image": "https://i.postimg.cc/nczkCVHm/suplementos.jpg",
            "descricao": "Descrição do Produto 2"
        },
        {
            "id": 3,
            "titulo": "Vestimentas",
            "image": "https://i.postimg.cc/8kydQ8hz/vestimentas.webp",
            "descricao": "Descrição do Produto 3"
        },
        {
            "id": 4,
            "titulo": "Armas",
            "image": "https://i.postimg.cc/ht8JKspX/armas.jpg",
            "descricao": "Descrição do Produto 3"
        }
    ],
    "produtos_em_promocoes": [
        {
            "id": 1,
            "titulo": "bastão em espiral",
            "image": "https://i.postimg.cc/CKfrdhs7/bastao.jpg",
            "descricao": "Este bastão em espiral é uma arma de treinamento ideal para praticantes de artes marciais que desejam aprimorar suas habilidades de defesa pessoal. Feito de materiais duráveis, apresenta um design em espiral que proporciona uma aderência confortável e segura durante o uso. Seu tamanho e peso o tornam adequado para treinamento tanto em ambientes fechados quanto ao ar livre."
        },
        {
            "id": 2,
            "titulo": "nunchako dragão",
            "image": "https://i.postimg.cc/0j5CGPDL/nunchaku.jpg",
            "descricao": "O nunchaku, também conhecido como nunchako, é uma arma tradicionalmente associada às artes marciais asiáticas. Este modelo específico apresenta um design de dragão entalhado em sua estrutura, o que o torna tanto uma ferramenta prática quanto uma peça de arte. Feito de materiais resistentes, este nunchako é adequado para treinamento e exibição."
        },
        {
            "id": 3,
            "titulo": "conjunto triplo - katanas",
            "image": "https://i.postimg.cc/90NyGTW7/triple-Katana.jpg",
            "descricao": "Este conjunto triplo de katanas é uma homenagem às lendárias espadas japonesas utilizadas pelos samurais. Cada katana é cuidadosamente trabalhada com lâminas afiadas e punhos ornamentados, proporcionando uma combinação impressionante de beleza e funcionalidade. Pertenciam ao famoso espadachim Roronoa Zoro, um dos personagens icônicos do anime e mangá One Piece. Ideal para colecionadores ou entusiastas das artes marciais, este conjunto é uma adição elegante a qualquer coleção."
        },
        {
            "id": 4,
            "titulo": "tanto bushido",
            "image": "https://i.postimg.cc/Ssd6x33V/tanto.jpg",
            "descricao": "O tanto é uma faca japonesa de lâmina única, frequentemente associada às artes marciais e à cultura samurai. Este tanto bushido apresenta um design elegante e uma lâmina afiada, perfeita para treinamento ou exibição. Seu punho envolto em corda oferece uma aderência confortável e segura durante o uso."
        },
        {
            "id": 5,
            "titulo": "canivete karambit",
            "image": "https://i.postimg.cc/NffNm7x5/karambit.png",
            "descricao": "O canivete karambit é uma ferramenta versátil e eficaz, frequentemente usada em artes marciais e atividades ao ar livre. Seu design curvo e lâmina afiada facilitam uma variedade de tarefas, desde cortes precisos até técnicas de autodefesa. Feito com materiais duráveis, este canivete é uma escolha confiável para qualquer entusiasta de equipamentos táticos."
        },
        {
            "id": 6,
            "titulo": "kimono world combat",
            "image": "https://i.postimg.cc/YCvbyrZ7/kimono.jpg",
            "descricao": "O kimono World Combat é projetado para proporcionar conforto e mobilidade durante a prática de artes marciais. Feito de tecido resistente e respirável, este kimono oferece durabilidade e liberdade de movimento. Seu design elegante e tradicional é adequado para treinamento ou competição em uma variedade de disciplinas de combate."
        },
        {
            "id": 7,
            "titulo": "faixas ju-jitsu profissional",
            "image": "https://i.postimg.cc/T1TtkrMN/faixas.jpg",
            "descricao": "Estas faixas de ju-jitsu são projetadas para atender às demandas dos praticantes mais dedicados deste esporte. Feitas com materiais de alta qualidade, oferecem resistência e durabilidade para suportar o rigor do treinamento diário. Disponíveis em uma variedade de cores, estas faixas são ideais para identificar o nível de habilidade de cada lutador."
        },
        {
            "id": 8,
            "titulo": "luva de boxe",
            "image": "https://i.postimg.cc/mZNLtRdT/luvaBoxe.jpg",
            "descricao": "Esta luva de boxe é projetada para oferecer proteção e desempenho durante os treinos e competições. Feita com materiais duráveis e acolchoamento de alta qualidade, proporciona conforto e absorção de impacto. Seu design ergonômico e fecho seguro garantem um ajuste personalizado para cada lutador."
        }
    ],
    "carrossel": [
        {
            "id": 1,
            "imagem": "https://th.bing.com/th/id/OIP.9prfdtGx9TKBrfQxuLmlJAAAAA?rs=1&pid=ImgDetMain",
            "url": "/produto1"
        },
        {
            "id": 2,
            "imagem": "https://th.bing.com/th/id/OIP.Yo0s72BL2Y2qFdGw4Ah7VgAAAA?rs=1&pid=ImgDetMain",
            "url": "/produto2"
        }
    ],
    "footer": {
        "links_uteis": [
            {
                "id": 1,
                "titulo": "Sobre Nós",
                "url": "/sobre"
            },
            {
                "id": 2,
                "titulo": "Política de Privacidade",
                "url": "/politica-privacidade"
            },
            {
                "id": 3,
                "titulo": "Termos de Serviço",
                "url": "/termos-servico"
            }
        ],
        "contato": {
            "telefone": "+55 1234-5678",
            "email": "contato@minhaempresa.com",
            "endereco": "Rua Exemplo, 123 - Cidade - Estado"
        },
        "redes_sociais": [
            {
                "id": 1,
                "nome": "Facebook",
                "url": "https://www.facebook.com"
            },
            {
                "id": 2,
                "nome": "Twitter",
                "url": "https://twitter.com"
            },
            {
                "id": 3,
                "nome": "Instagram",
                "url": "https://www.instagram.com"
            }
        ]
    }
}